export const info = [
  '﹒회원 탈퇴 후 재가입은 7일 이후에 가능합니다.',
  '﹒탈퇴 시 보유하고 계신 적립금 및 할인 쿠폰은 자동으로 소멸되며 재가입시에도 회원정보가 복원되지 않습니다.',
  '﹒각종 게시판의 게시글 등의 데이터는 삭제되지 않습니다. 반드시 탈퇴 전 직접 삭제하셔야 합니다.',
  // eslint-disable-next-line quotes
  `﹒회원 탈퇴 시 회원님의 정보는 '소비자 보호에 관한 법률'에 의거하여 아래 기간 동안 보관됩니다.`,
  '- 계약 또는 청약 철회 등에 관한 기록:5년',
  '- 대금 결제 및 재화 등의 공급에 관한 기록:5년',
  '- 소비자의 불만 또는 분쟁 처리에 관한 기록:3년',
];

export const quitReason = [
  '단순변심',
  '고객서비스(상담,포장 등) 불만',
  '배송불만',
  '교환/환불/반품 불만',
  '방문빈도가 낮음',
  '상품가격 불만',
  '개인 정보 유출 우려',
  '쇼핑몰의 신뢰도 불만',
];
